{
  "common": {
    "SchoolMuseum8": "School №8 museum",
    "developer": "Developer",
    "daniil": "Melnikov Daniil Yegorovich"
  },
  "museum": {
    "museumExhibition": "Museum exhibition",
    "infoMuseum": "Information about the museum exhibition",
    "schoolHistory": "History of the school in the history of the city",
    "museumExposition": "Museum exposition",
    "schoolAddressOne": "State educational institutions Secondary school No. 8 Mogilev Minsky lane 4, room 307,",
    "schoolAddressTwo": "historical and local history profile, basic direction – history of our school",
    "virtualExposition": "Virtual exposition",
    "valid": "Active since 2004",
    "searchScientific": "Search and scientific",
    "workMuseumOffice": "Work of the school museum office",
    "culturalActivities": "Cultural and educational activities",
    "searchScientificDescriptions": "Research activities",
    "workMuseumOfficeDescriptions": "Accumulation of material and exhibits, accounting and storage of museum collections",
    "culturalActivitiesDescriptions": "On the basis of the museum there is an association of interests “Young Guides”",
    "museumExhibits": "Museum exhibits",
    "schoolAccessories": "School accessories",
    "schoolAccessoriesDescription": "Textbooks, ink pens, inkwell, notebooks, diaries of students of school No. 8 of different years, educational certificates and matriculation certificates, children's newspapers and magazines from the 70s-80s, school textbooks from the 50s-80s, school photographs, starting from 1941, Soviet-style school and pioneer uniforms, school backpack, badges of October activists, pioneers, Komsomol members, pioneer ties, Komsomol tickets school graduates",
    "photoArchive": "Photo archive",
    "photoArchiveDescription": "The photo archive is made up not only of school photographs, but there are also photographs of all the directors and head teachers of the school, outstanding graduates, among whom are internationalist soldiers, athletes, an artist, a professor, the director of the regional museum of local history and a veteran of Baikanur, teachers, and many others",
    "periodicals": "Periodicals",
    "periodicalsDescription": "The museum hall displays a selection of periodicals in which articles about our school were published. Exhibits from the period of the Great Patriotic War, ausweiss from 1943, issued by the commandant's office of Mogilev (transferred from the family archive in 2016), medical instruments and a gramophone from 1959, families of a school graduate from 1956",
    "sectionsExhibition": "Sections of the exhibition",
    "historySchool": "History of secondary school №8",
    "fateSchool": "The fate of the school, its teachers and graduates during the Great Patriotic War",
    "teacherWork": "About the work of our school teachers",
    "graduates": "About the outstanding graduates of our school",
    "pioneer": "History of the pioneer and Komsomol organization",
    "schoolUniform": "History of school uniforms and school supplies"
  },
  "schoolMuseum": {
    "firstSocialistSchool": "The first socialist school in the city of Mogilev, which received serial number 23, accepted students from 1st to 8th grade (September 1939)",
    "firstSocialistSchoolMogilev": "Once upon a time, on the site where our school is located, there was a rustling birch grove. But in 1939 a building was erected here the first socialist school in the city of Mogilev, which received the serial number 23. This is how the story begins our school. The school was built in the village of Chapaevka, which was only included in the city in the 30s it was included in the city limits",
    "oneDirector": "First director Minin Zakhar Matveevich",
    "oneDirectorName": "Minin Z.M.",
    "oneDirectorDescription": "The first director of the new school was Minin Zakhar Matveevich, he left this position because he went to Finnish war. The fate of Z.M. Minin decreed that he became a participant first in the Finnish War, and then in the Great Patriotic, after which he returned to Mogilev, but did not appear within the walls of our school until 1989 of the year",
    "twoDirector": "Second director Kazimirsky Pavel Kirillovich",
    "twoDirectorName": "Kazimirsky P.K.",
    "twoDirectorDescription": "In 1940, the second director was Pavel Kirillovich Kazimirsky, who headed secondary school No. 23 until the tragic 1941 of the year. At the beginning of the Great Patriotic War, P.K. Kazimirsky, fulfilling a special task of the NKVD, disappeared without lead",
    "year": "June 28, 1944",
    "directorOlensky": "Olensky P.L.",
    "directorOlenskyDescription": "After the liberation of Mogilev, the city administration began preparing the school for the school year. As a result of the reform, it received serial number 8 instead of 23. Pyotr Lvovich Olensky (1944-1957), a participant in the partisan movement, was appointed director. In 1947, the first graduation of 10th graders from secondary school No. 8 took place. Kuleshova Anastasia Mikhailovna, Honored Teacher of the Republic of Belarus among students (1949).",
    "yearDescription": "At the school there was a Komsomol organization, a pioneer squad and units of October soldiers. A photograph of members of the Komsomol cell of Secondary School No. 23 (now 8) in 1941 has been preserved. The photo shows 6 people. After the end of the war, only two remained alive... The students sought to get an education and find their place in this life, but the war cruelly interfered with their plans. Graduates of our school, like all Soviet citizens, entered the fight against Nazi Germany.",
    "yearDescriptionDefenseMogilev": "Defense of Mogilev, one of the lines of which took place in the area of the Shklovskoe highway, where a police battalion under the command of Captain Vladimirov heroically fought near the village of Gai. Unfortunately, Soviet soldiers were forced to retreat and the fighting continued on the streets of the city. Pechkurova V.P., a resident of our area, recalls that the militia and the surviving policemen of the police battalion occupied the building of our school and held its defense for seven days. The Germans were able to capture the school only when the last soldier who defended it died. The entire school yard was littered with spent cartridges. The number of dead on both sides was so great that the Germans had to ask the local population to take the corpses to neighboring villages and bury them there. Initially, a detachment of policemen was stationed here, who in a short time turned the school building and the surrounding area into a landfill.",
    "1942": "At the beginning of 1942, the policemen dormitory was moved to another location, and the vacant building was given over to the German railway commandant's office: a stable was built on the first floor, and the commandant's office itself was located on the second floor, a small part of which was isolated by an armored door. The school building was painted in a khaki color. According to the memoirs of V.P. Pechkurova, not a single bomb during the bombing of Mogilev by Soviet pilots hit either the building of our school, or the building of 24 and the railway, modern evening schools. The fact is that among the pilots there were graduates of these schools who wanted to preserve the integrity of the buildings so that after liberation the children would have a place to study.",
    "pty": "With the help of students of vocational school-58, labor teachers and students of school No. 8, a second one-story building was built, which housed",
    "ptyTwo": "labor workshops, extended day group, chemistry room, gym.",
    "ptyThree": "War veterans also continued to work at the school: Andrei Markovich Korotkiy, Roman Semenovich Khalchukov",
    "demolishedBuilding": "The second building was demolished and the foundation of a new school building was laid. Almost no work was done for about 10 years.",
    "demolishedBuildingTwo": "Teachers and students have repeatedly protested for the continuation of construction",
    "symbolicKey": "On September 1, director Valery Mikhailovich Klepchukov received a symbolic key and students crossed the threshold of the new school",
    "schoolBlown": "On August 20, the old school building was blown up because it was in disrepair and could not be repaired.",
    "schoolBlownTwo": "From May 20 to June 13, 2023, the director was Alexander Ivanovich Korzun",
    "directorIrinaLeonidovnaRybakova": "On June 14, Irina Leonidovna Rybakova was appointed director of the secondary school.",
    "fromJulyToJuly": "From July 3 to July 26"
  },
  "historyUniforms": {
    "historySchoolUniforms": "The history of school uniforms",
    "schoolForms": "School uniform",
    "eventsForms": "is a mandatory everyday form of clothing for students during their stay at school and at official school events outside of school",
    "formsUssr": "School uniforms in the USSR",
    "1950": "1920-1950: From experiment to classics",
    "1918": "In 1918, the gymnasium uniform of pre-revolutionary Russia was recognized as a bourgeois relic and abolished along with many other reasonable developments in the field of education",
    "classStruggle": "From the point of view of the «class struggle», the old form was considered a symbol of belonging to the upper classes (there was even a contemptuous nickname for a sentimental girl — «high school girl»)",
    "studentLackFreedom": "On the other hand, the form symbolized the absolute lack of freedom of the student, his humiliated and servile position",
    "background": "But this rejection of the form had another, more understandable, background",
    "poverty": "poverty",
    "provideParents": "Students went to school in what their parents could provide them, and at that moment the state was actively fighting against devastation, class enemies and remnants of the past",
    "formerImage": "The former image",
    "formersImage": "former image",
    "experiments": "However, over time, when the era of experimentation gave way to other realities, it was decided to return to the",
    "strict": "to brown formal dresses, aprons, student jackets and turn-down collars",
    "nowAlready": "Now the",
    "looseUniform": "«free form of clothing»",
    "bourgeoisLicentiousness": " began to be associated with bourgeois unbridleness, and it was decided to declare all the daring experimenters of the 1920s «pests» and",
    "enemiesPeople": "«enemies of the people»",
    "ussrForms": "In the USSR, the school uniform was changed several times. There were several models. The girls had a classic brown dress with a black (casual) or white (for special events) apron tied at the back with a bow",
    "dresses": "The dresses",
    "bows": "bows",
    "bowsBig": "Bows",
    "cuffs": "were modestly decorated with lace collars and cuffs",
    "compulsory": "Wearing a collar and cuffs was mandatory. In addition, girls could wear black or brown (casual) or white (formal)",
    "wereNotAllowed": "of other colors were not allowed according to the rules. In general, the uniform for girls was not much different from the pre-revolutionary model",
    "stalinEra": "The Stalin Era",
    "spread": "The strictness of the mores of the Stalin era extended, of course, to school life",
    "administration": "The most minor experiments with the length or other parameters of the school uniform were severely punished by the administration of the educational institution",
    "hairstyle": "Even the hairstyle had to meet the requirements of Puritanical morality — «model haircuts» were strictly prohibited until the end of the 50s, not to mention hair coloring. Girls always wore braids with bows",
    "schoolUniform": "The school uniform",
    "movies": "of the era can be seen in the films «First Grader», «Alyosha Ptitsyn develops character» and «Vasek Trubachev and his comrades»",
    "thaw": "The thaw",
    "warming": "«Warming»",
    "affected": " of the regime did not immediately affect the democratization of school uniforms, however, it still happened",
    "1960": "1960s",
    "1970": "1970s",
    "shapeCut": "The cut of the uniform has become more identical to the fashion trends that took place in the",
    "luckyMans": "However, only the boys were lucky. Since the mid-",
    "grayTrousers": "gray wool trousers and jackets have been replaced by trousers and jackets made of blue woolen fabric. The cut of the jackets resembled classic denim jackets (the so-called «denim fashion» was gaining momentum in the world)",
    "sleeves": "On the side of the sleeve was sewn an",
    "emblem": "emblem",
    "plastic": "made of soft plastic with an open textbook and a rising sun painted on it",
    "schoolchildrenEnd": "We can see schoolchildren of the late",
    "cultFilm": "in the cult film «Let's Live to Monday»",
    "1980": "1980s:",
    "perestroikaInAction": "Perestroika in Action",
    "highSchoolStudents": "high school students",
    "introduced": "In the early 1980s, a uniform for",
    "eighth": "(This uniform began to be worn from the eighth grade)",
    "girls": "Girls",
    "fromFirstToSeventhGrade": "from the first to the seventh grade wore a brown dress, as in the previous period. Only it was not much higher than the knees",
    "u": "For",
    "mans": "boys",
    "costume": "trousers and a jacket were replaced with a pantsuit. The color of the fabric was still blue. The",
    "onTheSleeve": "on the sleeve was also blue",
    "emblems": "emblem",
    "veryOften": "Very often, the",
    "cutOff": "was cut off, as it did not look too aesthetically pleasing, especially after some time — the paint on the plastic began to wear off",
    "1980H": "1980s",
    "canSee": "can be seen, for example, in the films  «Guest from the Future» and «Adventures of Electronics»",
    "forGirls": "girls",
    "for": "For",
    "threePieceSuit": "In 1984, a three-piece blue suit was introduced, consisting of a trapeze skirt with pleats in the front, a jacket with patch pockets and a vest. The skirt could be worn either with a jacket, or with a vest, or the whole suit at once",
    "leningrad": "In 1988, Leningrad, Siberia and the Far North were allowed to wear blue trousers in winter",
    "wasDifferent": "In some Soviet republics, the style of school uniforms was slightly different, as well as the color.",
    "ukraine": "So, in Ukraine, the school uniform was brown, although blue was not prohibited either",
    "ThisTheFormFor": "It was this form for",
    "contributed": "that contributed to the fact that they began to realize their attractiveness early",
    "pleated": "A pleated skirt, a vest and, most importantly, blouses that could be experimented with turned almost any schoolgirl into a",
    "youngLady": "«young lady»",
    "october": "October",
    "mandatoryAddition": "An obligatory addition to the school uniform, depending on the age of the student, were the",
    "icons": "badges",
    "pioneer": " (in elementary grades), pioneer (in middle grades) or Komsomol (in high school)",
    "mustWear": "Pioneers were also required to wear a",
    "pioneerTie": "pioneer tie",
    "pioneerBadge": "In addition to the usual pioneer badge, there was a special option for",
    "pioneers": "pioneers",
    "activelyInvolved": "who were actively engaged in",
    "socialWork": "social work",
    "bitMore": "It was slightly larger than usual and had the inscription",
    "activeWork": "«For active work»",
    "modernRussia": "Modern Russia",
    "modernsRussia": "modern Russia",
    "in": "In",
    "thereNoSingle": "there is no uniform school uniform, as it was in the",
    "ussr": "USSR",
    "ownForm": "but many lyceums and gymnasiums, especially the most prestigious ones, have their own uniforms, emphasizing the belonging of students to a particular educational institution",
    "uniformsInOtherCountries": "School uniforms in other countries",
    "schoolUniforms": "school uniforms",
    "bigEuropeanCountry": "The largest European country in which",
    "greatBritain": "exist is the United Kingdom",
    "formerColonies": "In many of its former colonies, the uniform was not abolished even after independence, for example in India, Ireland, Austria, Singapore and South Africa",
    "germany": "Germany",
    "noUniformUniform": "There is no uniform uniform, although there is a debate about its introduction",
    "someSchoolsHaveIntroduced": "In some schools",
    "uniformClothes": "uniform school",
    "studentsCanDevelopment": "clothes have been introduced, which is not a uniform, since students can participate in its development",
    "duringThirdReich": "Tellingly, even during the Third Reich, schoolchildren did not have a uniform uniform — they came to classes in casual clothes, in the form of the Hitler Youth (or other children's public organizations)",
    "america": "USA",
    "and": "and",
    "canada": "Canada",
    "privateSchools": "there are school uniforms in many private schools",
    "publicSchools": "There is no uniform uniform in public schools, although some schools have introduced dress code rules. In Cuba, the uniform is mandatory for all students of schools and higher educational institutions",
    "mostAverage": "In Cuba, uniforms are mandatory for all students of schools and higher educational institutions in",
    "japan": "Japan",
    "options": "School uniforms are considered mandatory. Each school has its own, but in fact there are not so many options. Usually it is a white shirt and a dark jacket and trousers for",
    "whiteShirt": "and a white shirt and a dark jacket and skirt for",
    "sailorSuit": "or sailor fuku - «sailor suit». A large bag or briefcase is usually given to the form",
    "primaryStudents": "Primary school students",
    "rule": "as a rule, dress in ordinary children's clothes"
  },
  "main": {
    "mainPage": "Main Page",
    "introduction": "Greetings to everyone on this site. It provides information about school No. 8 of the city of Mogilev and the museum of this school",
    "informationTitle": "Here you will learn:",
    "informationDescription": {
      "one": "About the history of school 8",
      "two": "About her awards and achievements",
      "three": "About what happened during the war",
      "four": "How much has school changed since the USSR",
      "fife": "How students studied before and now",
      "six": "What was the school uniform like then and now",
      "seven": "About the school museum and what history is stored in it",
      "eight": "And much more"
    },
    "historyTell": "Since this site tells about the history of school 8",
    "events": "About most of the key events that have happened over the years",
    "importantInformation": "Important information",
    "material": "The material currently available on the site is not all",
    "manyInformation": "There will be many updates and a lot of interesting and important information about school 8",
    "followThisSite": "So keep an eye on this site and wait for new updates)"
  },
  "menu": {
    "home": "Main",
    "museum": {
      "caption":"Museum",
      "routes":{
        "exhibition": "Museum exhibition"
      }
    },
    "resources": {
      "caption":"School",
      "routes":{
        "schoolHistory": "School history",
        "historyUniforms": "History of school uniforms"
      }
    }
  },
  "footer": {
    "school": "School №8 the city of Mogilev",
    "contacts": "Our contacts",
    "mogilev": "Mogilev",
    "address": "Minsky Lane 4",
    "StayUpToDate": "Stay up to date",
    "social": "Subscribe to our social networks and visit our website, be the first to receive news about all new information",
    "website": "Our website",
    "ouSocialNetworks": "Our social networks"
  }
}