{
  "common": {
    "schoolMuseum8": "Музей школы №8"
  },
  "museum": {
    "infoMuseum": "Информация о музейной экспозиции",
    "schoolHistory": "История школы в истории города",
    "museumExposition": "Экспозиция музея",
    "schoolAddressOne": "Государства образовательные учреждения Средняя школа №8 Могилев Минский переулок 4, каб 307,",
    "schoolAddressTwo": "историко-краеведческий профиль, базовое направление – история нашей школы",
    "virtualExposition": "Виртуальная экспозиция",
    "valid": "Действует с 2004 года",
    "searchScientific": "Поисковая и научная",
    "workMuseumOffice": "Работа школьного музейного кабинета",
    "culturalActivities": "Культурно-просветительская деятельность",
    "searchScientificDescriptions": "Исследовательская деятельность",
    "workMuseumOfficeDescriptions": "Накопление материала и экспонатов, учет и хранение музейной коллекции",
    "culturalActivitiesDescriptions": "На базе музея действует объединение по интересам «Юные экскурсоводы»",
    "museumExhibits": "Экспонаты музея",
    "schoolAccessories": "Шк.принадлежности",
    "schoolAccessoriesDescription": "Учебники, чернильные ручки, чернильница, тетради, дневники учащихся СШ №8 разных лет, аттестаты об образовании и аттестат зрелости, детские газеты и журналы 70-80-х годов, школьные учебники 50-80-х годов, школьные фотографии, начиная с 1941 года, школьная и пионерская форма советского образца, школьный ранец, значки октябретцев, пионеров, комсомольцев, пионерские галстуки, комсомольские билеты выпускников школ",
    "photoArchive": "Фотоархив",
    "photoArchiveDescription": "Фотоархив составлен не только из школьных фотографий, но есть и фотографии всех директоров и завучей школы, выдающихся выпускников, среди которых есть воины-интернационалисты, спортсмены, художник, профессор, директор областного краеведческого музея и ветеран Байканура, преподаватели, а также многие другие",
    "periodicals": "Периодические издания",
    "periodicalsDescription": "В музейном зале представлена подборка периодических изданий, в которых публиковались статьи о нашей школе. Экспонаты периода Великой Отечественной войны, аусвайс 1943 года, выданные комендатурой Могилёва (переданы из семейного архива в 2016 году), медицинские инструменты и граммофон 1959 года, семьи выпускника школы 1956 года",
    "sectionsExhibition": "Экспозиция представлена в следующих разделах",
    "historySchool": "История средней школы №8",
    "fateSchool": "Судьба школы, ее учителей и выпускников в годы Великой Отечественной войны",
    "teacherWork": "О работе учителей нашей школы",
    "graduates": "О выдающихся выпускниках нашей школы",
    "pioneer": "История пионерской и комсомольской организации",
    "schoolUniform": "История школьной формы и школьных принадлежностей"
  },
  "schoolMuseum": {
    "firstSocialistSchool": "Первая социалистическая школа в городе Могилёве, которая получила порядковый номер 23, приняла в свои стены учащихся с 1-го по 8-й класс (сентябрь 1939 года)",
    "firstSocialistSchoolMogilev": "Когда-то на месте, где расположена наша школа, шумела березовая роща. Но в 1939 году здесь было возведено здание первой социалистической школы в городе Могилеве, которая получила порядковый номер 23. Так начинается история нашей школы. Школа была построена в поселке Чапаевка, который только в 30-ых годах был отнесен в городскую черту",
    "oneDirector": "Первый директор Минин Захар Матвеевич",
    "oneDirectorName": "Минин З.М.",
    "oneDirectorDescription": "Первым директором новой школы стал Минин Захар Матвеевич, оставил эту должность потому, что пошел на финскую войну. Судьба З.М.Минина распорядилась так, что он стал участником сначала Финской войны, а потом Великой Отечественной, после окончания которой он вернулся в г. Могилев, но в стенах нашей школы не появлялся до 1989 года",
    "twoDirector": "Второй директор Казимирский Павел Кириллович",
    "twoDirectorName": "Казимирский П.К.",
    "twoDirectorDescription": "В 1940 году вторым директором стал Казимирский Павел Кириллович, который возглавлял СШ№23 до трагического 1941 года. В начале Великой Отечественной войны П.К. Казимирский выполняя особое задание НКВД, пропал без вести",
    "year": "28 июня 1944 г.",
    "directorOlensky": "Оленский П.Л.",
    "directorOlenskyDescription": "После освобождения Могилёва администрация города начала готовить школу к учебному году. В результате реформирования она получила порядковый номер 8 вместо 23. Директором был назначен участник партизанского движения Оленский Пётр Львович (1944-1957 гг.). В 1947 году состоялся первый выпуск 10-х классов СШ №8. Кулешова Анастасия Михайловна, заслуженный учитель Республики Беларусь среди учеников (1949 год).",
    "yearDescription": "В школе существовала комсомольская организация, пионерская дружина и звенья октябрят. Сохранилось фотография членов комсомольской ячейки СШ№23 (ныне 8) 1941г. На фотографии изображено 6 человек. После окончания войны в живых осталось только двое…. Учащиеся стремились получить образование и найти свое место в этой жизни, но война жестоко вмешалась в их планы. Выпускники нашей школы, как все советские граждане, вступили в борьбу с фашистской Германией.",
    "yearDescriptionDefenseMogilev": "Оборона Могилева, один из рубежей которой проходил в районе Шкловского шоссе, где возле деревни Гаи героически сражался батальон милиции под командованием капитана Владимирова. К сожалению, советские воины вынуждены были отступать и бои продолжались на улицах города. Печкурова В.П., жительница нашего района, вспоминает, что ополченцы и оставшиеся в живых милиционеры батальона милиции заняли здание нашей школы и держали его оборону в течение семи суток. Немцы смогли захватить школу только тогда, когда погиб последний солдат, который ее оборонял. Вся территория школьного двора была усеяна отстреленными гильзами. Количество погибших с обеих сторон было велико настолько, что немцам пришлось просить местное население вывести трупы к соседним деревням и там захоронить.",
    "pty": "Силами учащихся ПТУ-58, учителей труда и учащихся школы №8 был построен второй одноэтажный корпус, в котором размещались",
    "ptyTwo": "трудовые мастерские, группа продлённого дня, кабинет химии, спортзал.",
    "ptyThree": "Так же в школе продолжали работать участники войны: Коротким Андрей Маркович, Хальчуков Роман Семёнович",
    "demolishedBuilding": "Был снесён второй корпус и заложен фундамент нового здания школы. Около 10 лет работы практически не велись.",
    "demolishedBuildingTwo": "Учителя и ученики неоднократно выступали с акциями за продолжение строительства",
    "symbolicKey": "1 сентября директор Клепчуков Валерий Михайлович получил символический ключ и учащиеся переступили порог новой школы",
    "schoolBlown": "20 августа старое здание школы было взорвано, так как оно находилось в аварийном состоянии и не подлежало ремонту",
    "schoolBlownTwo": "С 20 мая по 13 июня 2023 года директором был Александр Иванович Корзун",
    "directorIrinaLeonidovnaRybakova": "14 июня директором средней школы назначена Ирина Леонидовна Рыбакова",
    "fromJulyToJuly": "С 3 по 26 июля"
  },
  "main": {
    "mainPage": "Главная страница",
    "introduction": "Приветсвую всех на данном сайте. Он представляет собой информацию о школе №8 города Могилева и музея данной школы",
    "informationTitle": "Здесь вы узнаете:",
    "informationDescription": {
      "one": "О истории 8 школы",
      "two": "О ее наградах и достижениях",
      "three": "О том что происходило в период войны",
      "four": "Как сильно изменилась школа со времен ссср",
      "fife": "Как учились ученики раньше и сейчас",
      "six": "Какая была школьная форма тогда и сейчас",
      "seven": "Про школьный музей и о том какая история в нем хранится",
      "eight": "И многое другое"
    },
    "historyTell": "Так как данный сайт рассказывает о истории 8 школы",
    "events": "О большинстве ключевых событий произошедших за многие годы",
    "importantInformation": "Важная информация",
    "material": "Материал который в данный момент присуствует на сайте, это далеко не все",
    "manyInformation": "Будет выходить много обновлений и множество интересной и важной информации о 8 школе",
    "followThisSite": "Так что следите за этим сайтом и ждите новые обновления)"
  },
  "menu": {
    "home": "Главная",
    "museum": {
      "caption":"Музей",
      "routes":{
        "exhibition": "Музейная экспозиция"
      }
    },
    "resources": {
      "caption":"Школа",
      "routes":{
        "schoolHistory": "История школы",
        "historyUniforms": "История шк.формы"
      }
    }
  },
  "footer": {
    "school": "Школа №8 города Могилева",
    "contacts": "Наши контакты",
    "mogilev": "Могилев",
    "address": "Минский переулок 4",
    "StayUpToDate": "Будьте всегда в курсе",
    "social": "Подписывайтесь на наши социальные сети и на наш сайт, первыми получайте новости о всей новой информации",
    "website": "Наш сайт",
    "ouSocialNetworks": "Наши социальные сети"
  }
}