{
  "common": {
    "schoolMuseum8": "Музей школы №8"
  },
  "museum": {
    "infoMuseum": "Информация о музейной экспозиции",
    "schoolHistory": "История школы в истории города",
    "museumExposition": "Экспозиция музея",
    "schoolAddressOne": "Государства образовательные учреждения Средняя школа №8 Могилев Минский переулок 4, каб 307,",
    "schoolAddressTwo": "историко-краеведческий профиль, базовое направление – история нашей школы",
    "virtualExposition": "Виртуальная экспозиция",
    "valid": "Действует с 2004 года",
    "searchScientific": "Поисковая и научная",
    "workMuseumOffice": "Работа школьного музейного кабинета",
    "culturalActivities": "Культурно-просветительская деятельность",
    "searchScientificDescriptions": "Исследовательская деятельность",
    "workMuseumOfficeDescriptions": "Накопление материала и экспонатов, учет и хранение музейной коллекции",
    "culturalActivitiesDescriptions": "На базе музея действует объединение по интересам «Юные экскурсоводы»",
    "museumExhibits": "Экспонаты музея",
    "schoolAccessories": "Шк.принадлежности",
    "schoolAccessoriesDescription": "Учебники, чернильные ручки, чернильница, тетради, дневники учащихся СШ №8 разных лет, аттестаты об образовании и аттестат зрелости, детские газеты и журналы 70-80-х годов, школьные учебники 50-80-х годов, школьные фотографии, начиная с 1941 года, школьная и пионерская форма советского образца, школьный ранец, значки октябретцев, пионеров, комсомольцев, пионерские галстуки, комсомольские билеты выпускников школ",
    "photoArchive": "Фотоархив",
    "photoArchiveDescription": "Фотоархив составлен не только из школьных фотографий, но есть и фотографии всех директоров и завучей школы, выдающихся выпускников, среди которых есть воины-интернационалисты, спортсмены, художник, профессор, директор областного краеведческого музея и ветеран Байканура, преподаватели, а также многие другие",
    "periodicals": "Периодические издания",
    "periodicalsDescription": "В музейном зале представлена подборка периодических изданий, в которых публиковались статьи о нашей школе. Экспонаты периода Великой Отечественной войны, аусвайс 1943 года, выданные комендатурой Могилёва (переданы из семейного архива в 2016 году), медицинские инструменты и граммофон 1959 года, семьи выпускника школы 1956 года",
    "sectionsExhibition": "Экспозиция представлена в следующих разделах",
    "historySchool": "История средней школы №8",
    "fateSchool": "Судьба школы, ее учителей и выпускников в годы Великой Отечественной войны",
    "teacherWork": "О работе учителей нашей школы",
    "graduates": "О выдающихся выпускниках нашей школы",
    "pioneer": "История пионерской и комсомольской организации",
    "schoolUniform": "История школьной формы и школьных принадлежностей"
  },
  "schoolMuseum": {
    "firstSocialistSchool": "Первая социалистическая школа в городе Могилёве, которая получила порядковый номер 23, приняла в свои стены учащихся с 1-го по 8-й класс (сентябрь 1939 года)",
    "firstSocialistSchoolMogilev": "Когда-то на месте, где расположена наша школа, шумела березовая роща. Но в 1939 году здесь было возведено здание первой социалистической школы в городе Могилеве, которая получила порядковый номер 23. Так начинается история нашей школы. Школа была построена в поселке Чапаевка, который только в 30-ых годах был отнесен в городскую черту",
    "oneDirector": "Первый директор Минин Захар Матвеевич",
    "oneDirectorName": "Минин З.М.",
    "oneDirectorDescription": "Первым директором новой школы стал Минин Захар Матвеевич, оставил эту должность потому, что пошел на финскую войну. Судьба З.М.Минина распорядилась так, что он стал участником сначала Финской войны, а потом Великой Отечественной, после окончания которой он вернулся в г. Могилев, но в стенах нашей школы не появлялся до 1989 года",
    "twoDirector": "Второй директор Казимирский Павел Кириллович",
    "twoDirectorName": "Казимирский П.К.",
    "twoDirectorDescription": "В 1940 году вторым директором стал Казимирский Павел Кириллович, который возглавлял СШ№23 до трагического 1941 года. В начале Великой Отечественной войны П.К. Казимирский выполняя особое задание НКВД, пропал без вести",
    "year": "28 июня 1944 г.",
    "directorOlensky": "Оленский П.Л.",
    "directorOlenskyDescription": "После освобождения Могилёва администрация города начала готовить школу к учебному году. В результате реформирования она получила порядковый номер 8 вместо 23. Директором был назначен участник партизанского движения Оленский Пётр Львович (1944-1957 гг.). В 1947 году состоялся первый выпуск 10-х классов СШ №8. Кулешова Анастасия Михайловна, заслуженный учитель Республики Беларусь среди учеников (1949 год).",
    "yearDescription": "В школе существовала комсомольская организация, пионерская дружина и звенья октябрят. Сохранилось фотография членов комсомольской ячейки СШ№23 (ныне 8) 1941г. На фотографии изображено 6 человек. После окончания войны в живых осталось только двое…. Учащиеся стремились получить образование и найти свое место в этой жизни, но война жестоко вмешалась в их планы. Выпускники нашей школы, как все советские граждане, вступили в борьбу с фашистской Германией.",
    "yearDescriptionDefenseMogilev": "Оборона Могилева, один из рубежей которой проходил в районе Шкловского шоссе, где возле деревни Гаи героически сражался батальон милиции под командованием капитана Владимирова. К сожалению, советские воины вынуждены были отступать и бои продолжались на улицах города. Печкурова В.П., жительница нашего района, вспоминает, что ополченцы и оставшиеся в живых милиционеры батальона милиции заняли здание нашей школы и держали его оборону в течение семи суток. Немцы смогли захватить школу только тогда, когда погиб последний солдат, который ее оборонял. Вся территория школьного двора была усеяна отстреленными гильзами. Количество погибших с обеих сторон было велико настолько, что немцам пришлось просить местное население вывести трупы к соседним деревням и там захоронить.",
    "pty": "Силами учащихся ПТУ-58, учителей труда и учащихся школы №8 был построен второй одноэтажный корпус, в котором размещались",
    "ptyTwo": "трудовые мастерские, группа продлённого дня, кабинет химии, спортзал.",
    "ptyThree": "Так же в школе продолжали работать участники войны: Коротким Андрей Маркович, Хальчуков Роман Семёнович",
    "demolishedBuilding": "Был снесён второй корпус и заложен фундамент нового здания школы. Около 10 лет работы практически не велись.",
    "demolishedBuildingTwo": "Учителя и ученики неоднократно выступали с акциями за продолжение строительства",
    "symbolicKey": "1 сентября директор Клепчуков Валерий Михайлович получил символический ключ и учащиеся переступили порог новой школы",
    "schoolBlown": "20 августа старое здание школы было взорвано, так как оно находилось в аварийном состоянии и не подлежало ремонту",
    "schoolBlownTwo": "С 20 мая по 13 июня 2023 года директором был Александр Иванович Корзун",
    "directorIrinaLeonidovnaRybakova": "14 июня директором средней школы назначена Ирина Леонидовна Рыбакова",
    "fromJulyToJuly": "С 3 по 26 июля"
  },
  "historyUniforms": {
    "historySchoolUniforms": "История школьной формы",
    "schoolForms": "Школьная форма",
    "eventsForms": "обязательная повседневная форма одежды для учеников во время их нахождения в школе и на официальных школьных мероприятиях вне школы",
    "formsUssr": "Школьная форма в СССР",
    "1950": "1920—1950 годы: От эксперимента к классике",
    "1918": "В 1918 году гимназическая форма дореволюционной России была признана буржуазным пережитком и отменена вместе с многими другими разумными наработками в области образования",
    "classStruggle": "С точки зрения «классовой борьбы» старая форма считалась символом принадлежности к высшим сословиям (была даже презрительная кличка для сентиментальной девочки — «гимназистка»)",
    "studentLackFreedom": "С другой стороны — форма символизировала абсолютную несвободу ученика, его униженное и подневольное положение",
    "background": "Но у этого отказа от формы была и другая, более понятная, подоплёка",
    "poverty": "бедность",
    "provideParents": "Ученики ходили в школу в том, что могли предоставить им родители, а государство в тот момент активно боролось с разрухой, классовыми врагами и пережитками прошлого",
    "formerImage": "Былой образ",
    "formersImage": "былому образу",
    "experiments": " Однако со временем, когда эпоха экспериментов уступила место иным реалиям, было решено возвратиться к",
    "strict": "к коричневым строгим платьям, фартукам, ученическим курточкам и отложным воротничкам",
    "nowAlready": "Теперь уже",
    "looseUniform": "«свободная форма одежды»",
    "bourgeoisLicentiousness": "стала ассоциироваться с буржуазной разнузданностью, а всех дерзких экспериментаторов 1920-х было решено объявить «вредителями» и",
    "enemiesPeople": "«врагами народа»",
    "ussrForms": " В СССР школьная форма несколько раз менялась. Существовало несколько моделей. У девочек — классическое коричневое платье с чёрным (повседневным) или белым (для торжественных мероприятий) фартуком, завязывавшимся сзади на бант",
    "dresses": "Платья",
    "bows": "банты",
    "bowsBig": "Банты",
    "cuffs": "были скромно украшены кружевными воротничками и манжетами",
    "compulsory": "Ношение воротника и манжетов было обязательным. В дополнение к этому девочки могли носить чёрные или коричневые (повседневные) или белые (парадные)",
    "wereNotAllowed": "других цветов по правилам не допускались. В целом, форма для девочек мало чем отличалась от дореволюционного образца",
    "stalinEra": "Эпоха Сталина",
    "spread": "Строгость нравов эпохи Сталина распространялась, разумеется, и на школьную жизнь",
    "administration": "Самые незначительные эсксперименты с длиной или иными параметрами школьной формы сурово карались администрацией учебного заведения",
    "hairstyle": "Даже причёска должна была отвечать требованиям пуританской морали — «модельные стрижки» до конца 50-х годов были под строгим запретом, не говоря уже об окраске волос. Девочки обязательно носили косы с бантами",
    "schoolUniform": "Школьную форму",
    "movies": "эпохи можно увидеть в фильмах «Первоклассница», «Алёша Птицын вырабатывает характер» и «Васёк Трубачёв и его товарищи»",
    "thaw": "Оттепель",
    "warming": "«Потепление»",
    "affected": "режима не сразу сказалось на демократизации школьной формы, однако, это всё-таки произошло",
    "1960": "1960-х",
    "1970": "1970-х",
    "shapeCut": "Покрой формы стал более тождествен тем направлениям моды, которые имели место в",
    "luckyMans": "Правда, повезло только мальчикам. У мальчиков с середины",
    "grayTrousers": "серые шерстяные брюки и курточки были заменены на брюки и куртки из полушерстяной ткани синего цвета. Покрой курток напоминал классические джинсовые куртки (в мире набирала обороты так называемая «джинсовая мода»)",
    "sleeves": "На боковой части рукава была нашита",
    "emblem": "эмблема",
    "plastic": "из мягкого пластика с нарисованным открытым учебником и восходящим солнцем",
    "schoolchildrenEnd": "Школьников конца",
    "cultFilm": "мы можем видеть в культовом фильме «Доживём до понедельника»",
    "1980": "1980-е:",
    "perestroikaInAction": "Перестройка в действии",
    "highSchoolStudents": "старшеклассников",
    "introduced": "В начале 1980-х была введена форма для",
    "eighth": "(Такую форму начинали носить с восьмого класса)",
    "girls": "Девочки",
    "fromFirstToSeventhGrade": "с первого по седьмой класс носили коричневое платье, как и в предыдущий период. Только оно стало ненамного выше колен",
    "u": "У",
    "mans": "мальчиков",
    "costume": "брюки и куртка заменялись на брючный костюм. Цвет ткани был по-прежнему синий. Также синей была",
    "onTheSleeve": "на рукаве",
    "emblems": "эмблему",
    "veryOften": "Очень часто",
    "cutOff": "срезали, так как она выглядела не слишком эстетично, особенно по прошествии некоторого времени — краска на пластике начинала стираться",
    "1980H": "1980-х",
    "canSee": "можно увидеть, например, в фильмах «Гостья из будущего» и «Приключения Электроника»",
    "forGirls": "девочек",
    "for": "Для",
    "threePieceSuit": "в 1984 году был введён костюм-тройка синего цвета, состоящий из юбки-трапеции со складками спереди, пиджака с накладными карманами и жилетки. Юбку можно было носить либо с пиджаком, либо с жилетом, либо весь костюм сразу",
    "leningrad": "В 1988 году для Ленинграда, районов Сибири и Крайнего Севера было разрешено ношение синих брюк в зимнее время",
    "wasDifferent": "В некоторых союзных республиках фасон школьной формы немного отличался, также как и цвет.",
    "ukraine": "Так, на Украине школьная форма была коричневого цвета, хотя не запрещалась и синяя",
    "ThisTheFormFor": "Именно эта форма для",
    "contributed": "способствовала тому, что они начинали рано осознавать свою привлекательность",
    "pleated": "Плиссированная юбка, жилет и главное — блузки, с которыми можно было экспериментировать, превращали практически любую школьницу в",
    "youngLady": "«юную даму»",
    "october": "октябрятский",
    "mandatoryAddition": "Обязательным дополнением к школьной форме, в зависимости от возраста ученика, были",
    "icons": "значки",
    "pioneer": "(в начальных классах), пионерский (в средних классах) или комсомольский (в старших классах)",
    "mustWear": "Пионеры должны были также обязательно носить",
    "pioneerTie": "пионерский галстук",
    "pioneerBadge": "Помимо обычного пионерского значка существовал особый вариант для",
    "pioneers": "пионеров",
    "activelyInvolved": "активно занимающихся",
    "socialWork": "общественной работой",
    "bitMore": "Он был немного больше обычного и на нём была надпись",
    "activeWork": "«За активную работу»",
    "modernRussia": "Современная Россия",
    "modernsRussia": "современной России",
    "in": "В",
    "thereNoSingle": "нет единой школьной формы, как было в",
    "ussr": "СССР",
    "ownForm": "но многие лицеи и гимназии, особенно наиболее престижные, имеют свою собственную форму, подчёркивающую принадлежность учеников к тому или иному учебному заведению",
    "uniformsInOtherCountries": "Школьная форма в других странах",
    "schoolUniforms": "школьная форма",
    "bigEuropeanCountry": "Самой большой европейской страной, в которой существует",
    "greatBritain": "является Великобритания",
    "formerColonies": "Во многих её бывших колониях форма не была отменена и после независимости, например в Индии, Ирландии, Австстралии, Сингапуре и Южной Африке",
    "germany": "Германии",
    "noUniformUniform": "нет единой школьной формы, хотя ведутся дебаты о её введении",
    "someSchoolsHaveIntroduced": "В некоторых школах введена",
    "uniformClothes": "единая школьная одежда",
    "studentsCanDevelopment": "не являющаяся формой так как ученики могут участвовать в её разработке",
    "duringThirdReich": "Что характерно, даже во времена Третьего Рейха школьники не имели единой формы — они приходили на занятия в повседневной одежде, в форме Гитлерюгенда (или иных детских общественных организаций)",
    "america": "США",
    "and": "и",
    "canada": "Канаде",
    "privateSchools": "существует школьная форма во многих частных школах",
    "publicSchools": "В государственных школах единой формы нет, хотя в некоторых школах введены правила ношения одежды (dress code). На Кубе форма обязательна для всех учащихся школ и высших учебных заведений",
    "mostAverage": "Для большинства средних и старших школ",
    "japan": "Японии",
    "options": "обязательной считается школьная форма. В каждой школе она своя, но на самом деле вариантов не так уж много. Обычно это белая рубашка и темные пиджак и брюки для",
    "whiteShirt": "и белая рубашка и темные пиджак и юбка для",
    "sailorSuit": "или же сейлор фуку - «матросский костюм». К форме обычно даётся, ещё и большая сумка или портфель",
    "primaryStudents": "Школьники начальных классов",
    "rule": "как правило, одеваются в обычную детскую одежду"
  },
  "main": {
    "mainPage": "Главная страница",
    "introduction": "Приветсвую всех на данном сайте. Он представляет собой информацию о школе №8 города Могилева и музея данной школы",
    "informationTitle": "Здесь вы узнаете:",
    "informationDescription": {
      "one": "О истории 8 школы",
      "two": "О ее наградах и достижениях",
      "three": "О том что происходило в период войны",
      "four": "Как сильно изменилась школа со времен ссср",
      "fife": "Как учились ученики раньше и сейчас",
      "six": "Какая была школьная форма тогда и сейчас",
      "seven": "Про школьный музей и о том какая история в нем хранится",
      "eight": "И многое другое"
    },
    "historyTell": "Так как данный сайт рассказывает о истории 8 школы",
    "events": "О большинстве ключевых событий произошедших за многие годы",
    "importantInformation": "Важная информация",
    "material": "Материал который в данный момент присуствует на сайте, это далеко не все",
    "manyInformation": "Будет выходить много обновлений и множество интересной и важной информации о 8 школе",
    "followThisSite": "Так что следите за этим сайтом и ждите новые обновления)"
  },
  "menu": {
    "home": "Главная",
    "museum": {
      "caption":"Музей",
      "routes":{
        "exhibition": "Музейная экспозиция"
      }
    },
    "resources": {
      "caption":"Школа",
      "routes":{
        "schoolHistory": "История школы",
        "historyUniforms": "История шк.формы"
      }
    }
  },
  "footer": {
    "school": "Школа №8 города Могилева",
    "contacts": "Наши контакты",
    "mogilev": "Могилев",
    "address": "Минский переулок 4",
    "StayUpToDate": "Будьте всегда в курсе",
    "social": "Подписывайтесь на наши социальные сети и посещайте наш сайт, первыми получайте новости о всей новой информации",
    "website": "Наш сайт",
    "ouSocialNetworks": "Наши социальные сети"
  }
}